{
  "title": "Construire l'avenir en",
  "title-spans": {
    "word1": "Web3",
    "word2": "Technologie",
    "word3": "Education",
    "word4": "Communauté"
  },
  "link-profile": "Profil Technique",
  "download-cv": "Télécharger CV",
  "selectLanguage" : "Langue",
  "language-en" : "Anglais",
  "language-fr" : "Français",
  "language-es" : "Espagnol",
  "home" : "Accueil",
  "about-me" : "Information",
  "technologies" : "Technologies",
  "skills" : "Habilidades",
  "languages" : "Langues",
  "studies" : "Éducation",
  "experience" : "Expérience",
  "personal-projects" : "Projets",
  "contact" : "Contact",
  "subtitle" : "Développeur Blockchain et Frontend",
  "title-hello-1" : "Salut !",
  "title-name-1" : " Je suis Joel",
  "description-hello-1" : "Je suis un développeur web, conférencier, créateur de communautés et éducateur passionné, proactif et créatif. Convaincu, en tant que Latino-américain, que notre région deviendra une puissance mondiale en technologie, je concentre mon travail sur la création d'initiatives pour une croissance collective, ainsi que sur le développement de produits logiciels de haute qualité orientés vers le détail et l'expérience utilisateur.✨",
  "description-tag-1" : "Blockchain & Web3",
  "description-tag-2" : "Éducation",
  "description-tag-3" : "Développement Frontend",
  "description-tag-4" : "Communauté",
  "title-hello-2" : "Construisons l'avenir ",
  "title-name-2" : "ensemble !",
  "description-hello-2": "Les possibilités dans lesquelles nous pouvons créer ce qui est encore inconnu sont infinies, et ensemble, chacune de ces possibilités est plus brillante. Je t'invite à te connecter sur mes réseaux sociaux pour poursuivre cette conversation et même travailler ensemble à découvrir quelle est la prochaine possibilité sur ce chemin.",
  "title-hello-3": "Développeur ",
  "title-name-3": "Web",
  "description-hello-3": "Je suis développeur Frontend actuellement orienté vers le développement Web3. Je concentre mon travail sur la création de sites web et d'applications ayant un impact significatif sur l'utilisateur. J'ai 2 ans d'expérience travaillant sur différents projets dans ce domaine.",
  "title-technologies" : "Technologies",
  "description-technologies" : "Tout au long de ma carrière de développeur, j'ai pu apprendre et travailler avec différentes technologies, dans lesquelles :",
  "description-specialized-technologies" : "Je me suis spécialisé :",
  "description-more-technologies" : "Et j'ai aussi travaillé avec :",
  "title-blog" : "Blog",
  "description-blog": "En pensant à grandir ensemble dans ce monde, je partage cet espace avec toi, un blog où j'écris et partage divers conseils, recherches, articles, expériences et idées afin qu'ils deviennent de petites conversations pleines de valeur et d'apprentissage.",
  "title-events" : "Construire Communauté",
  "description-events": "Le pouvoir de créer l'avenir est une vision qui se construit chaque jour entre des voix différentes, unissant nos esprits et talents en communauté pour une cause plus grande. Croyant profondément en cela, et créant au sein de diverses communautés, j'ai eu l'opportunité et le rôle de diriger, organiser, modérer et intervenir en tant que conférencier dans plusieurs projets et événements réussis.",
  "button-event-card-1": "Savoir plus",
  "button-event-card-2": "Voir la vidéo",
  "title-experiences": "Expériences",
  "description-experiences": "Tout au long de ce parcours dans la technologie, j'ai eu l'opportunité de travailler et de construire à partir de différents projets qui ont osé viser haut et rêver au-delà de leur impact. Des espaces pleins de défis, d'apprentissages, de changement constant et de confrontation de nouvelles situations.",
  "description-jobs": "En tant que développeur, j'ai travaillé et construit ma carrière professionnelle au sein de différentes entreprises et projets. Parmi ces expériences, certaines des plus importantes ont été :",
  "title-softskills" : "À propos de moi",
  "description-softskills" : "Bonjour, je m'appelle Joel. Je fais des arts martiaux, et suis un éducateur, danseur et passionné par la science, la technologie et l'éducation. Je crois profondément qu'il ne faut jamais cesser d'apprendre, de grandir, et de trouver de nouvelles façons de relever de nouveaux défis.",
  "title-language" : "Langues",
  "title-studies" : "Éducation",
  "title-university" : "Université Nationale de Colombie",
  "title-career" : "Ingénierie Informatique",
  "title-career-platzi" : "Éducation complémentaire",
  "description-platzi" : "Je suis un étudiant de la meilleure plateforme d'éducation en ligne d'Amérique latine, élargissant mes connaissances dans les bases de données et les compétences générales.",
  "description-university" : "Je suis actuellement au huitième semestre dans l'une des meilleures universités d'Amérique latine.",
  "title-blockchain" : "Blockchain Development",
  "description-blockchain" : "L'EthDevProgram était un programme intensif de 3 mois mené par la fondation Ethereum et Platzi, où j'ai été formé en tant que Développeur Blockchain Junior avec une communauté de pairs et de mentors de premier plan en Amérique latine dans l'écosystème Blockchain, et où je me suis démarqué comme l'un des meilleurs étudiants, en plus de dynamiser et d'animer plusieurs sessions étudiantes.",
  "title-experience" : "Expérience",
  "experiencies" : {
    "experience1": {
      "position" : "Développeur principal",
      "description" : "J'ai dirigé l'équipe de développement de produits et de support de l'entreprise.",
      "date" : "Agosto 2021 - Febrero 2022",
      "responsability1" : "Diriger et coordonner des équipes pour développer les graphiques et les contenus du site Web ainsi que ses capacités et son interactivité.",
      "responsability2" : "Déterminer et documenter avec leurs clients les exigences du site Web.",
      "responsability3" : "Préparer des maquettes et des prototypes.",
      "responsability4" : "Planifier, concevoir, écrire, modifier, intégrer et mettre à l'essai et effectuer des contrôles de qualité et de sécurite.",
      "responsability5" : "Créer et optimiser le contenu du site Web en utilisant nombre de graphiques, bases de données, animations, ainsi que d'autres logiciels."
    },
    "experience2": {
      "position" : "Développeur Web Indépendant",
      "description" : "J'ai travaillé en tant que développeur indépendant en créant et en développant des sites Web.",
      "date" : "Août 2021 - Fevrier 2022",
      "responsability1" : "Déterminer et documenter avec leurs clients les exigences du site Web.",
      "responsability2" : "Préparer des maquettes et des prototypes.",
      "responsability3" : "Planifier, concevoir, écrire, modifier, intégrer et mettre à l'essai et effectuer des contrôles de qualité et de sécurite.",
      "responsability4" : "Créer et optimiser le contenu du site Web en utilisant nombre de graphiques, bases de données, animations, ainsi que d'autres logiciels."
    },
    "experience3": {
      "position" : "Éducateur Communautaire Bénévole en Physique",
      "description" : "J'ai eu l'opportunité de participer en tant qu'éducateur dans le domaine de la physique au groupe d'éducation populaire de Sotavento, en donnant et en soutenant des cours pour les jeunes et les adultes qui aspiraient à accéder à l'enseignement supérieur.",
      "date" : "Mars - Août 2021",
      "responsability1" : "Préparer et concevoir du matériel d'étude pour les étudiants.",
      "responsability2" : "Dicter et soutenir les cours à de grands groupes d'élèves, selon leurs besoins.",
      "responsability3" : "Proposer et réaliser des expériences scientifiques et des activités interactives pour les élèves."
    },
    "experience4": {
      "position" : "Développeur Junior",
      "description" : "Préparer des maquettes et des prototypes.",
      "date" : "Juillet - Novembre 2017",
      "responsability1" : "Préparer des maquettes et des prototypes.",
      "responsability2" : "Planifier, concevoir, écrire, modifier, intégrer et mettre à l'essai les codes informatiques pour les sites Web.",
      "responsability3" : "Mettre à l'essai et effectuer des contrôles de qualité, de sécurité et d'utilisabilité."
    }
  },
  "title-projects" : "Mes Projets",
  "subtitle-projects" : "Projets en vedette",
  "subtitle-more-projects" : "Autres projects",
  "show-more-projects" : "Montrer Plus",
  "show-less-projects" : "Montrer Moins",
  "projects" : {
    "project1" : {
      "title": "App de Breaking Bad",
      "description" : "Générateur aléatoire de citations célèbres de la série Breaking Bad à l'aide d'une API."
    },
    "project2" : {
      "title": "App d'assurance",
      "description" : "Simulateur de calculateur d'assurance automobile."
    },
    "project3" : {
      "title": "App budgétaire",
      "description" : "Application pour administrer et gérer votre budget personnel."
    },
    "project4" : {
      "title": "Appnimaux",
      "description" : "Gestionnaire de rendez-vous vétérinaire pour vos animaux de compagnie bien-aimés."
    },
    "project5" : {
      "title": "Fiche de présentation",
      "description" : "Fiche de portefeuille de présentation avec curseurs."
    },
    "project8" : {
      "title": "Xylophone JS",
      "description" : "Xylophone interactif en utilisant JS."
    },
    "project11" : {
      "title": "Petgram",
      "description" : "Avec Petgram, vous pouvez trouver et aimer les photos de vos animaux de compagnie préférés"
    },
    "project12" : {
      "title": "App de Rick et Morty",
      "description" : "Avec cette application, vous pouvez générer des personnages ramdon Rick et Morty, lire leurs informations et également consulter l'historique des personnages interrogés."
    },
    "project13" : {
      "title": "Dapp de vote",
      "description" : "Ce DApp est un système de vote qui permet à une adresse Ethereum de voter une seule fois entre deux options."
    }
  },
  "title-contact" : "Trouvez-moi à:",
  "link-contact" : "Contacter",
  "message-footer" : {
    "first-part" : "Fait avec ",
    "second-part" : " en utilisant "
  },
  "rights" : "Tous les droits réservés."
}