{
  "title": "Creando el futuro en",
  "title-spans": {
    "word1": "Web3",
    "word2": "Tecnología",
    "word3": "Educación",
    "word4": "Comunidad"
  },
  "link-profile": "Perfil Técnico",
  "download-cv": "Descargar CV",
  "selectLanguage" : "Idioma",
  "language-en" : "Inglés",
  "language-fr" : "Francés",
  "language-es" : "Español",
  "home" : "Inicio",
  "about-me" : "Información",
  "technologies" : "Tecnologías",
  "skills" : "Habilidades",
  "languages" : "Idiomas",
  "studies" : "Estudios",
  "experience" : "Experiencia",
  "personal-projects" : "Proyectos",
  "contact" : "Contacto",
  "subtitle" : "Desarrollador Blockchain y Frontend",
  "title-hello-1" : "!Hola!",
  "title-name-1" : "  Soy Joel",
  "description-hello-1" : "Soy un desarrollador web, conferencista, constructor de comunidades y educador apasionado, propositivo y creativo. Convencido como latinoamericano de que nuestra región será potencia mundial en tecnología, enfoco mi trabajo en crear iniciativas para crecer colectivamente, así como crear productos de software de gran calidad orientados al detalle y al usuario.✨",
  "description-tag-1" : "Blockchain & Web3",
  "description-tag-2" : "Educación",
  "description-tag-3" : "Desarrollo Frontend",
  "description-tag-4" : "Comunidades",
  "title-hello-2" : "¡Construyamos el futuro ",
  "title-name-2" : "juntos!",
  "description-hello-2": "Las posibilidades en las que podemos crear lo que aún es desconocido son infinitas, y juntos, todas y cada una de esas posibilidades son más brillantes. Te invito a conectarnos en mis redes sociales para continuar esta conversación, e incluso, trabajar juntos descubriendo cuál es esa siguiente posibilidad en este camino.",
  "title-hello-3": "Desarrollador ",
  "title-name-3": "Web",
  "description-hello-3": "Soy desarrollador Frontend actualmente orientado al desarrollo Web3. Enfoco mi trabajo en crear sitios y aplicaciones que tengan un gran impacto en el usuario. Cuento con 2 años de experiencia trabajando en distintos proyectos en esta área.",
  "title-technologies" : "Tecnologías",
  "description-technologies" : "A lo largo de mi carrera como desarrollador he podido aprender y trabajar con distintas tecnologías. De las cuales:",
  "description-specialized-technologies" : "Me he especializado en:",
  "description-more-technologies" : "Y también he trabajado con:",
  "title-blog" : "Blog",
  "description-blog": "Pensando en crecer juntos en este mundo te comparto este espacio, un blog en donde escribo y te comparto varios consejos, investigaciones, artículos, experiencias e ideas con el fin de que se conviertan en pequeñas conversaciónes llenas de valor y aprendizaje.",
  "title-events" : "Construyendo Comunidad",
  "description-events": "El futuro se construye cada día entre voces diferentes, juntando nuestras mentes y talentos en comunidad para propósitos mayores. Creyendo profundamente en esto, y creando desde distintas comunidades, he tenido la oportunidad y el rol de liderar, organizar, moderar y ser conferencista en varios proyectos y eventos exitosos.",
  "button-event-card-1": "Saber más",
  "button-event-card-2": "Ver evento",
  "title-experiences": "Experiencias",
  "description-experiences": "A lo largo de este camino en tecnología he podido trabajar y construir desde distintos proyectos que se han atrevido a apuntar lejos y a soñar más allá en su impacto. Espacios llenos de retos, aprendizajes, cambio constante y enfrentamiento de situaciones nuevas.",
  "description-jobs": "Como desarrollador, he trabajado y construido mi carrera profesional en distintas empresas y proyectos. Dentro de estas experiencias, algunas de las más importantes han sido:",
  "title-softskills" : "Sobre Mí",
  "description-softskills" : "Hola, mi nombre es Joel. Soy artista marcial, educador, bailarín y apasionado por la ciencia, la tecnología y la educación. Creo profundamente en nunca parar de aprender y crecer, encontrando nuevas maneras para enfrentarnos a nuevos desafios.",
  "title-language" : "Idiomas",
  "title-studies" : "Estudios",
  "title-university" : "Universidad Nacional de Colombia",
  "title-career" : "Ingeniería de Sistemas y Computación",
  "title-career-platzi" : "Educación Complementaria",
  "description-platzi" : "Soy estudiante de la mejor plataforma de educación online en Latinoamérica, expandiendo mis conocimientos en bases de datos y habilidades blandas.",
  "description-university" : "Actualmente me encuentro cursando octavo semestre en una de las mejores universidades de Latinoamérica.",
  "title-blockchain" : "Desarrollo Blockchain",
  "description-blockchain" : "El EthDevProgram fue un programa intensivo de 3 meses realizado por la fundación Ethereum y Platzi, en donde me forme como Desarrollador Blockchain Junior junto con una comunidad de compañeros y mentores lideres en Latinoamérica en el ecosistema Blockchain, y en donde destaqué como uno de los mejores estudiantes, además de dinamizar y liderar varias sesiones de estudiantes.",
  "title-experience" : "Experiencia",
  "experiencies" : {
    "experience1": {
      "position" : "Lider de desarrollo",
      "description" : "Lideré el equipo de desarrollo de producto y soporte de la empresa.",
      "date" : "Agosto 2021 - Febrero 2022",
      "responsability1" : "Liderar y coordinar equipos para el desarrollo de sitios web.",
      "responsability2" : "Consultar con clientes para desarrollar y documentar los requerimientos de cada proyecto.",
      "responsability3" : "Preparar y diseñar mock-ups y prototipos de producto.",
      "responsability4" : "Planear, diseñar, escribir, integrar y testear el código para cada sitio web.",
      "responsability5" : "Crear y optimizar el contenido para el sitio web."
    },
    "experience2": {
      "position" : "Desarrollador Web Freelance",
      "description" : "He trabajado como desarrollador independiente en la creación y desarrollo de sitios web.",
      "date" : "date",
      "responsability1" : "Consultar con clientes para desarrollar y documentar los requerimientos de cada proyecto.",
      "responsability2" : "Preparar y diseñar mock-ups y prototipos de producto.",
      "responsability3" : "Planear, diseñar, escribir, integrar y testear el código para cada sitio web.",
      "responsability4" : "Crear y optimizar el contenido para el sitio web."
    },
    "experience3": {
      "position" : "Educador popular voluntario de física",
      "description" : "Tuve la oportunidad de participar como educador en el área de física en el colectivo de educación popular Sotavento,  dando y apoyando clases para jóvenes y adultos que aspiraban a acceder a la educación superior.",
      "date" : "Marzo - Agosto 2021",
      "responsability1" : "Preparar y diseñar material de estudio para los estudiantes.",
      "responsability2" : "Dictar y apoyar clases a grupos grandes de estudiantes, de acuerdo a sus necesidades.",
      "responsability3" : "Proponer y realizar experimentos científicos y actividades interactivas para los estudiantes."
    },
    "experience4": {
      "position" : "Desarrollador de Chatbots",
      "description" : "Trabajé en el diseño y desarrollo de Chatbots multiplataforma con Dialogflow de Google Cloud.",
      "date" : "Julio - Noviembre 2017",
      "responsability1" : "Preparar y diseñar mock-ups y prototipos de producto.",
      "responsability2" : "Planear, diseñar, escribir, integrar y testear el código para el desarrollo de Chatbots.",
      "responsability3" : "Llevar a cabo test de calidad, seguridad y usabilidad."
    }
  },
  "title-projects" : "Mis Proyectos",
  "projects" : {
    "project1" : {
      "title": "Petgram"
    },
    "project2" : {
      "title": "App de Breaking Bad"
    },
    "project3" : {
      "title": "App de Rick and Morty"
    },
    "project4" : {
      "title": "Dapp de votación"
    },
    "project5" : {
      "title": "Mascotas App"
    },
    "project6" : {
      "title": "CotizApp"
    },
    "project7" : {
      "title": "Tarjeta de muestra"
    },
    "project8" : {
      "title": "Xilófono JS"
    },
    "project9" : {
      "title": "App de presupuesto"
    }
  },
  "title-contact" : "Encuentrame como:",
  "link-contact" : "Contactar",
  "message-footer" : {
    "first-part" : "Hecho con ",
    "second-part" : " usando "
  },
  "rights" : "Todos los derechos reservados."
}